Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/CoreRepairKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FINISH_FACEID_DESC_IPAD
source: A new TrueDepth Camera was detected. Restart to configure your new TrueDepth Camera and enable Face ID for this iPad.
ar: تم اكتشاف كاميرا عمق حقيقي جديدة. أعد التشغيل لتكوين كاميرا العمق الحقيقي الجديدة وتمكين بصمة الوجه لهذا الـ iPad.
bg: Открита е нова камера TrueDepth. Рестартирайте, за да се конфигурира новата камера TrueDepth и за да се активира Face ID за този iPad.
ca: S’ha detectat una càmera TrueDepth nova. Per configurar‑la i activar el Face ID, cal que reiniciïs l’iPad.
cs: Byl nalezen nový TrueDepth fotoaparát. Chcete‑li ho nakonfigurovat a zapnout Face ID, restartujte iPad.
da: Et nyt TrueDepth-kamera blev fundet. Genstart for at konfigurere det nye TrueDepth-kamera og slå Face ID til på denne iPad.
de: Eine neue TrueDepth-Kamera wurde erkannt. Starte das iPad neu, damit die neue TrueDepth-Kamera konfiguriert und Face ID für das iPad aktiviert werden kann.
el: Εντοπίστηκε μια νέα κάμερα TrueDepth. Κάντε επανεκκίνηση για να διαμορφώσετε τη νέα κάμερα TrueDepth σας και ενεργοποιήστε το Face ID για αυτό το iPad.
es: Se ha detectado una nueva cámara TrueDepth. Para configurarla, debes reiniciar el iPad y activar Face ID.
es_us: Se detectó una nueva cámara TrueDepth. Reinicia para configurarla y activar Face ID para este iPad.
fi: Uusi TrueDepth-kamera havaittiin. Käynnistä uudelleen, jotta voit määrittää uuden TrueDepth-kameran ja ottaa Face ID:n käyttöön tälle iPadille.
fr: Une nouvelle caméra TrueDepth a été détectée. Redémarrez pour configurer votre nouvelle caméra TrueDepth et activer Face ID pour cet iPad.
fr_ca: Une nouvelle caméra TrueDepth a été détectée. Pour la configurer et activer Face ID, redémarrez cet iPad.
he: זוהתה מצלמת TrueDepth חדשה. יש לבצע הפעלה מחדש כדי להגדיר את מצלמת ה-TrueDepth החדשה ולהפעיל את Face ID ב-iPad זה.
hi: नए TrueDepth कैमरा की पहचान की गई। इस iPad के लिए अपना नया TrueDepth कैमरा कॉन्फ़िगर करने और Face ID सक्षम करने के लिए रीस्टार्ट करें।
hr: Detektirana je nova TrueDepth kamera. Ponovno uključite kako biste konfigurirali novu TrueDepth kameru i omogućili Face ID za ovaj iPad.
hu: Új TrueDepth-kamera észlelhető. Indítsa újra az eszközt, hogy konfigurálni lehessen az új TrueDepth-kamerát és engedélyezni lehessen a Face ID‑t ehhez az iPadhez.
id: Kamera TrueDepth baru terdeteksi. Mulai ulang untuk mengonfigurasi Kamera TrueDepth baru Anda dan mengaktifkan Face ID untuk iPad ini.
it: È stata rilevata una nuova fotocamera TrueDepth. Riavvia per configurarla e per abilitare Face ID per iPad.
ja: 新しいTrueDepthカメラが検出されました。このiPad用の新しいTrueDepthカメラを設定してFace IDを設定するには再起動してください。
kk: Жаңа TrueDepth камерасы анықталды. Жаңа TrueDepth камерасын теңшеу үшін қайта іске қосыңыз және осы iPad үшін Face ID функциясын қосыңыз.
ko: 새로운 TrueDepth 카메라가 감지되었습니다. 새로운 TrueDepth 카메라를 이 iPad용으로 구성하고 Face ID를 활성화하기 위해 재시동이 필요합니다.
lt: Aptikta nauja „TrueDepth“ kamera. Paleiskite iš naujo ir sukonfigūruokite naują „TrueDepth“ kamerą bei įjunkite „Face ID“ šiam „iPad“.
ms: Kamera TrueDepth baharu telah dikesan. Mula semula untuk mengkonfigurasikan Kamera TrueDepth baharu anda dan dayakan Face ID bagi iPad ini.
nl: Er is een nieuwe TrueDepth-camera gedetecteerd. Start opnieuw op om de nieuwe TrueDepth-camera te configureren en Face ID voor deze iPad in te schakelen.
no: Nytt TrueDepth-kamera registrert. Start iPaden på nytt for å klargjøre det nye TrueDepth-kameraet og aktivere Face ID.
pl: Wykryty został nowy aparat TrueDepth. Uruchom ponownie, aby skonfigurować go i włączyć Face ID dla tego iPada.
pt_br: Uma nova Câmera TrueDepth foi detectada. Para configurá‑la e ativar o Face ID, reinicie o iPad.
pt_pt: Foi detetada uma câmara TrueDepth nova. Reinicie para configurá‑la e ativar o Face ID para este iPad.
ro: A fost detectată o cameră TrueDepth nouă. Reporniți pentru a o configura și a activa Face ID pentru acest iPad.
ru: Обнаружена новая камера TrueDepth. Чтобы настроить ее для работы с этим iPad и включить Face ID, перезагрузите устройство.
sk: Bola detegovaná nová TrueDepth kamera. Ak ju chcete nakonfigurovať a zapnúť Face ID, reštartujte iPad.
sl: Zaznana je bila nova kamera TrueDepth. Za konfiguracijo nove kamere TrueDepth in omogočanje funkcije Face ID za ta iPad izvedite ponovni zagon.
sv: En ny TrueDepth-kamera upptäcktes. Starta om för att konfigurera din nya TrueDepth-kamera och aktivera Face ID för denna iPad.
th: ตรวจพบกล้อง TrueDepth ใหม่ เริ่มการทำงานเครื่องใหม่เพื่อกำหนดค่ากล้อง TrueDepth ใหม่ของคุณและเปิดใช้งาน Face ID สำหรับ iPad เครื่องนี้
tr: Yeni bir TrueDepth Kamera algılandı. Bu iPad için yeni TrueDepth Kamera’nızı ayarlamak ve Face ID’yi etkinleştirmek üzere yeniden başlatın.
uk: Виявлено нову камеру TrueDepth. Перезапустіть, щоб сконфігурувати нову камеру TrueDepth і ввімкнути Face ID для цього iPad.
vi: Đã phát hiện một Camera TrueDepth mới. Hãy khởi động lại để định cấu hình Camera TrueDepth mới và bật Face ID cho iPad này.
zh_cn: 检测到新原深感摄像头。重新启动配置此iPad的新原深感摄像头并启用面容ID。
zh_hk: 偵測到新的「原深感測鏡頭」。重新啟動即可設定新的「原深感測鏡頭」並啟用此iPad的Face ID。
zh_tw: 偵測到新原深感測相機。請重新啟動來設定此iPad的新原深感測相機並啟用Face ID。

# FINISH_CAMERA_REPAIR_TITLE
source: Finish Your Camera Repair
ar: الانتهاء من إصلاح الكاميرا
bg: Завършване на ремонта на камерата
ca: Reparació de la càmera
cs: Dokončení opravy fotoaparátu
da: Afslut reparation af kamera
de: Reparatur der Kamera abschließen
el: Ολοκλήρωση επισκευής της κάμερας
es: Completa la reparación de la cámara
es_us: Termina de reparar tu cámara
fi: Viimeistele kameran korjaus
fr: Finalisez la réparation de votre caméra
fr_ca: Terminer la réparation de la caméra
he: יש לסיים את תיקון המצלמה
hi: अपने कैमरा की मरम्मत पूरी करें
hr: Dovršite popravak kamere
hu: A kamera javításának befejezése
id: Selesaikan Perbaikan Kamera Anda
it: Termina la riparazione della fotocamera
ja: カメラの修理を完了
kk: Камераны жөндеуді аяқтау
ko: 카메라 수리 마저 하기
lt: Baikite kameros remontą
ms: Selesaikan Pembaikan Kamera Anda
nl: Voltooi reparatie van camera
no: Fullfør reparasjonen av kameraet
pl: Dokończ naprawę aparatu
pt_br: Conclua o Reparo da Câmera
pt_pt: Concluir a reparação da câmara
ro: Finalizați reparația camerei
ru: Завершение ремонта камеры
sk: Dokončenie opravy kamery
sl: Dokončanje popravila kamere
sv: Avsluta kamerareparationen
th: สิ้นสุดการซ่อมแซมกล้องของคุณ
tr: Kamera Onarımınızı Bitirin
uk: Завершіть ремонт камери
vi: Hoàn tất sửa chữa camera của bạn
zh_cn: 完成相机维修
zh_hk: 完成相機維修
zh_tw: 完成相機維修

# WLAN_POPUP_INFO_IPAD
source: There’s an issue with your iPad’s ability to use WLAN. Go to Settings for more information.
ar: هناك مشكلة في قدرة iPad على استخدام WLAN. يرجى الانتقال إلى الإعدادات لمزيد من المعلومات.
bg: Има проблем с използването на WLAN на вашия iPad. Отидете в Настройки за повече информация.
ca: L’iPad té un problema que afecta l’ús de la WLAN. Ves a la configuració per obtenir més informació.
cs: Na vašem iPadu se vyskytl problém s používáním WLAN. Další informace najdete v Nastavení.
da: Din iPad har problemer med at bruge WLAN. Gå til Indstillinger for at få flere oplysninger.
de: Dein iPad hat ein Problem bei der Nutzung von WLAN. Weitere Informationen findest du in den Einstellungen.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης WLAN από το iPad σας. Για περισσότερες πληροφορίες, μεταβείτε στις Ρυθμίσεις.
es: Hay un problema con la conectividad WLAN del iPad. Ve a Ajustes para obtener más información.
es_us: Ocurrió un problema con la capacidad de tu iPad para utilizar la red WLAN. Obtén más detalles en Configuración.
fi: iPadin WLAN-yhteydessä on ongelma. Katso lisätietoja Asetuksista.
fr: Un problème est survenu avec la capacité de votre iPad à utiliser le WLAN. Accédez à l’app Réglages pour en savoir plus.
fr_ca: Il existe un problème concernant la capacité de votre iPad à utiliser la connectivité WLAN. Accédez à Réglages pour en savoir davantage.
he: התגלתה בעיה עם היכולת של ה-iPad שלך להשתמש ברשת WLAN. למידע נוסף יש לעבור ל״הגדרות״.
hi: WLAN का इस्तेमाल करने की आपके iPad की क्षमता में समस्या है। अधिक जानकारी के लिए सेटिंग्ज़ पर जाएँ।
hr: Došlo je do problema zbog kojeg vaš iPad ne može koristiti WLAN. Idite u Postavke za dodatne informacije.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPadje képes-e használni a WLAN‑t. További tudnivalókért nyissa meg a Beállításokat.
id: Ada masalah pada kemampuan iPad Anda untuk menggunakan WLAN. Buka Pengaturan untuk informasi lainnya.
it: Si è verificato un problema per cui iPad non è in grado di utilizzare la connessione WLAN. Per ulteriori informazioni, vai in Impostazioni.
ja: このiPadのWLANの機能に問題があります。詳しくは、“設定”に移動してください。
kk: iPad құрылғыңыздың WLAN функциясын пайдалану бойынша мәселе туындады. Қосымша ақпарат алу үшін «Реттеулер» мәзіріне өтіңіз.
ko: iPad로 WLAN을 사용하는 데 문제가 있습니다. 자세한 정보를 보려면 설정으로 이동하십시오.
lt: Kilo problema dėl jūsų „iPad“ galimybės naudotis WLAN ryšiu. Daugiau informacijos žr. srityje „Nustatymai“.
ms: Terdapat isu dengan keupayaan iPad anda untuk menggunakan WLAN. Pergi ke Seting untuk mendapatkan maklumat lanjut.
nl: Er is een probleem met het vermogen van je iPad om WLAN te gebruiken. Ga voor meer informatie naar Instellingen.
no: Det er et problem med å bruke WLAN på iPaden. Gå til Innstillinger for mer informasjon.
pl: iPad ma problem z modułem WLAN. Aby uzyskać więcej informacji, przejdź do Ustawień.
pt_br: Há um problema com o uso da rede WLAN no seu iPad. Abra os Ajustes para obter mais informações.
pt_pt: Foi detetado um problema que impede o iPad de usar a WLAN. Encontrará informação adicional nas Definições.
ro: O problemă afectează capacitatea iPad‑ului dvs. de a utiliza conexiunea WLAN. Accesați Configurări pentru mai multe informații.
ru: Этот iPad не может использовать WLAN из‑за неполадки. Чтобы узнать подробнее, откройте Настройки.
sk: Váš iPad má problém s používaním rozhrania WLAN. Viac informácií nájdete v Nastaveniach.
sl: Prišlo je do težave, zato iPad trenutno ne more uporabljati omrežja WLAN. Za več informacij odprite Nastavitve.
sv: Det har uppstått ett problem med att använda WLAN på denna iPad. Öppna Inställningar för mer information.
th: มีปัญหากับความสามารถในการใช้ WLAN ของ iPad ของคุณ ไปที่การตั้งค่าสำหรับข้อมูลเพิ่มเติม
tr: iPad’inizin WLAN’ı kullanabilmesi ile ilgili bir sorun var. Daha fazla bilgi için Ayarlar’a gidin.
uk: На iPad виникла проблема з використанням WLAN. Докладніше див. у Параметрах.
vi: Có sự cố với khả năng sử dụng WLAN trên iPad của bạn. Hãy đi tới Cài đặt để biết thêm thông tin.
zh_cn: iPad无法使用无线局域网。请前往“设置”了解更多信息。
zh_hk: iPad無法使用WLAN。請前往「設定」以取得更多資料。
zh_tw: iPad無法使用WLAN。請前往「設定」以取得更多資訊。

# NONGENUINE_DISPLAY_DESC
source: Unable to determine if your iPhone display is a genuine Apple part. This could be because the part is non-genuine or not functioning as expected.
ar: غير قادر على تحديد ما إذا كانت شاشة iPhone لديك قطعة أصلية من Apple. ربما يرجع ذلك إلى أن القطعة غير أصلية أو أنها لا تعمل كما هو متوقع.
bg: Не може да се определи дали екранът на вашия iPhone е оригинална част на Apple. Това може да бъде, защото частта не е оригинална или не функционира както трябва.
ca: No s’ha pogut determinar si la pantalla de l’iPhone és un component original d’Apple. És possible que no ho sigui o que no funcioni correctament.
cs: Nepodařilo se zjistit, jestli je ve vašem iPhonu nainstalovaný originální displej od společnosti Apple. Tato situace může nastat v případě, že displej není originální nebo nefunguje, jak by měl.
da: Kan ikke bestemme, om skærmen på din iPhone er en ægte Apple-reservedel. Dette kan skyldes, at reservedelen er uægte eller ikke fungerer som forventet.
de: Es konnte nicht festgestellt werden, ob dein iPhone-Display ein Originalbauteil von Apple ist. Dies könnte daran liegen, dass es kein Originalbauteil ist oder nicht wie erwartet funktioniert.
el: Δεν είναι δυνατό να προσδιοριστεί αν η οθόνη του iPhone σας αποτελεί γνήσιο εξάρτημα Apple. Αυτό μπορεί να οφείλεται στο γεγονός ότι το εξάρτημα δεν είναι γνήσιο ή δεν λειτουργεί όπως αναμένεται.
es: No se puede determinar si la pantalla del iPhone es una pieza original de Apple. Puede que realmente no lo sea o bien que no funcione correctamente.
es_us: No se pudo determinar si la pantalla de tu iPhone es una pieza original de Apple, lo cual podría deberse a que la pieza no es original o no funciona como debería.
fi: Ei voida määrittää, onko iPhonesi näyttö aito Apple-osa. Tämä voi johtua siitä, että se ei ole aito tai että se ei toimi odotetusti.
fr: Impossible de vérifier l’authenticité de l’écran de votre iPhone. Il se peut que cette pièce ne soit pas authentique ou qu’elle ne fonctionne pas aussi bien que prévu.
fr_ca: Impossible de déterminer si l’écran de votre iPhone est une pièce Apple authentique. Peut-être qu’il n’en est pas une ou qu’il ne fonctionne pas comme prévu.
he: לא ניתן לקבוע אם צג ה-iPhone שלך הוא רכיב מקורי של Apple. ייתכן שהרכיב אינו מקורי או שאינו מתפקד כצפוי.
hi: आपके iPhone का डिस्प्ले Apple का असली पार्ट है या नहीं इसका निर्धारण करने में असमर्थ। ऐसा इसलिए है क्योंकि हो सकता है कि यह पुरज़ा नक़ली हो या उम्मीद के मुताबिक़ काम न कर रहा हो।
hr: Ne može se utvrditi je li zaslon vašeg iPhonea originalni Apple proizvod. Do toga je možda došlo jer proizvod nije originalan ili ne radi kako je očekivano.
hu: Nem lehet megállapítani, hogy az iPhone-jának kijelzője eredeti Apple-alkatrész-e vagy sem. Ennek az lehet az oka, hogy az alkatrész nem eredeti, vagy nem az elvártnak megfelelően működik.
id: Tidak dapat menentukan apakah layar iPhone Anda merupakan komponen asli Apple. Ini mungkin karena komponen tersebut tidak asli, atau tidak berfungsi sebagaimana mestinya.
it: Non è possibile determinare se lo schermo di iPhone è una parte originale Apple. La causa potrebbe essere che la parte non è originale o che non funziona come previsto.
ja: このiPhoneのディスプレイがApple純正部品なのか判定できません。問題の原因として、部品が純正品でない、または予想した通りに機能していないなどが考えられます。
kk: iPhone дисплейіңіз түпнұсқа Apple бөлшегі екенін анықтау мүмкін емес. Бұл бөлшек түпнұсқа болмауы немесе дұрыс жұмыс істемеуі мүмкін.
ko: 사용자의 iPhone 디스플레이가 Apple 정품 부품인지 확인할 수 없습니다. 해당 부품이 정품이 아니거나, 예상대로 동작하지 않기 때문일 수 있습니다.
lt: Nepavyko nustatyti, ar jūsų „iPhone“ ekranas yra originali „Apple“ dalis. Taip galėjo nutikti dėl to, kad ši dalis nėra originali arba neveikia kaip numatyta.
ms: Gagal menentukan sama ada paparan iPhone anda ialah komponen Apple asli. Ini mungkin disebabkan komponen tersebut tidak asli atau tidak berfungsi seperti yang dijangka.
nl: Er kan niet worden vast­gesteld of je iPhone-scherm een origineel Apple onderdeel is. Een mogelijke oorzaak hiervoor is dat je onderdeel niet origineel is of niet naar behoren werkt.
no: Kan ikke avgjøre om iPhone-skjermen er en originaldel fra Apple. Dette kan være fordi delen er uoriginal eller fordi den ikke fungerer som ventet.
pl: Nie można określić, czy iPhone ma oryginalny wyświetlacz Apple. Być może wyświetlacz nie jest oryginalny lub nie działa zgodnie z oczekiwaniami.
pt_br: Não é possível determinar se a tela do seu iPhone é uma peça genuína da Apple. Isso pode ocorrer porque a peça não é genuína ou não funciona como esperado.
pt_pt: Não é possível determinar se o ecrã deste iPhone é uma peça Apple genuína. A peça poderá não ser genuína ou não estar a funcionar corretamente.
ro: Nu se poate determina dacă afișajul acestui iPhone este o componentă Apple originală. Acest lucru s‑ar putea întâmpla deoarece componenta nu este originală sau nu funcționează conform așteptărilor.
ru: Не удается определить, является ли дисплей этого iPhone подлинной деталью Apple. Возможно, эта деталь не является подлинной или функционирует неправильно.
sk: Nie je možné zistiť, či je displej vo vašom iPhone originálny diel od spoločnosti Apple. Môže to znamenať, že displej nie je originálny alebo nefunguje správne.
sl: Ni mogoče določiti, ali je iPhonov zaslon originalen rezervni del Apple. Do tega je morda prišlo, ker del ni originalen ali ne deluje po pričakovanjih.
sv: Det gick inte att avgöra om iPhone-skärmen är en äkta Apple-komponent. Det kan bero på att komponenten inte är äkta eller att den inte fungerar som förväntat.
th: ไม่สามารถตรวจสอบได้ว่าจอภาพของ iPhone ของคุณเป็นชิ้นส่วนของแท้จาก Apple หรือไม่ อาจเป็นไปได้ว่าเป็นชิ้นส่วนที่ไม่ใช่ของแท้ หรือมีการทำงานที่ไม่ถูกต้องตามที่คาด
tr: iPhone’unuzun ekranının orijinal bir Apple parçası olup olmadığı belirlenemedi. Bunun nedeni parçanın orijinal olmaması veya beklendiği gibi çalışmaması olabilir.
uk: Не вдається підтвердити, що в iPhone установлено оригінальний дисплей Apple. Це може статися, якщо дисплей неоригінальний або несправний.
vi: Không thể xác định xem màn hình iPhone của bạn có phải là linh kiện Apple chính hãng hay không. Việc này có thể do linh kiện không chính hãng hoặc không hoạt động như dự kiến.
zh_cn: 无法确定iPhone显示屏是否为正品Apple部件。这可能是因为该部件并非正品或未正常运作。
zh_hk: 無法確定你iPhone的螢幕是否為Apple原廠零件。這可能是因為零件非原廠或未能正常運作。
zh_tw: 無法確認你的iPhone螢幕是否為Apple原廠零件。這可能是因為零件非原廠或未正常運作。

source: OK
ar: موافق
bg: ОК
he: אישור
hi: ठीक
id: OKE
ko: 확인
lt: Gerai
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# FINISH_ECL_REPAIR_DESC
source: Tap to configure your new enclosure for this iPhone.
ar: اضغط لتكوين الهيكل الخارجي الجديد لهذا الـ iPhone.
bg: Докоснете, за да се конфигурира вашият нов корпус за този iPhone.
ca: Toca per configurar la carcassa nova de l’iPhone.
cs: Nakonfigurování nového pláště pro iPhone zahájíte klepnutím.
da: Tryk for at konfigurere det nye ydre kabinet til denne iPhone.
de: Tippe, um das neue Gehäuse für dieses iPhone zu konfigurieren.
el: Αγγίξτε για να διαμορφώσετε το νέο περίβλημα για αυτό το iPhone.
es: Toca para configurar la nueva carcasa del iPhone.
es_us: Toca para configurar la nueva carcasa del iPhone.
fi: Määritä uusi runko tälle iPhonelle napauttamalla.
fr: Touchez pour configurer votre nouveau boîtier pour cet iPhone.
fr_ca: Touchez pour configurer le nouveau boîtier de cet iPhone.
he: יש להקיש כדי להגדיר את המעטפת החדשה שלך ב-iPhone זה.
hi: इस iPhone के लिए अपना नया फ़्रेम कॉन्फ़िगर करने के लिए टैप करें।
hr: Dodirnite za konfiguriranje novog kućišta za ovaj iPhone.
hu: Koppintson az új burkolat iPhone‑hoz való konfigurálásához.
id: Ketuk untuk mengonfigurasi penutup baru Anda untuk iPhone ini.
it: Tocca per configurare la nuova scocca per iPhone.
ja: タップして、このiPhone用の新しい筐体を構成します。
kk: Осы iPhone құрылғысы үшін жаңа корпусты теңшеу үшін түртіңіз.
ko: 탭하여 새로운 인클로저를 이 iPhone용으로 구성하십시오.
lt: Bakstelėkite ir sukonfigūruokite naują šio „iPhone“ korpusą.
ms: Ketik untuk mengkonfigurasikan bekas baharu anda bagi iPhone ini.
nl: Tik om de nieuwe behuizing voor deze iPhone te configureren.
no: Trykk for å tilpasse det nye kabinettet for denne iPhonen.
pl: Stuknij, aby skonfigurować nową obudowę dla tego iPhone’a.
pt_br: Toque para configurar a nova estrutura deste iPhone.
pt_pt: Toque para configurar a cobertura nova para este iPhone.
ro: Apăsați pentru a configura noua carcasă pentru acest iPhone.
ru: Коснитесь, чтобы настроить новый корпус для работы с этим iPhone.
sk: Klepnutím nakonfigurujete nový kryt pre tento iPhone.
sl: Tapnite za konfiguracijo novega ohišja za ta iPhone.
sv: Tryck för att konfigurera det nya höljet för denna iPhone.
th: แตะเพื่อกำหนดค่าตัวเครื่องภายนอกใหม่ของคุณสำหรับ iPhone เครื่องนี้
tr: Bu iPhone için yeni kasanızı ayarlamak üzere dokunun.
uk: Торкніть, щоб сконфігурувати нову рамку для цього iPhone.
vi: Chạm để định cấu hình vỏ máy mới của bạn cho iPhone này.
zh_cn: 轻点配置此iPhone的新机身。
zh_hk: 點一下即可為此iPhone設定你的新機身。
zh_tw: 點一下來設定此iPhone的新機身。
